tap "aws/tap"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "morantron/tmux-fingers"
tap "ngrok/ngrok"
tap "supabase/tap"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "aws-sam-cli"
brew "awscli"
brew "php"
brew "composer"
brew "docutils"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gibo"
brew "git-delta"
brew "httpie"
brew "jq"
brew "lazygit"
brew "libfido2"
brew "mysql"
brew "neovim"
brew "openvino"
brew "postgresql@14"
brew "postgresql@15"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "sox"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "z"
brew "morantron/tmux-fingers/tmux-fingers"
brew "supabase/tap/supabase"
cask "ngrok"
vscode "bradlc.vscode-tailwindcss"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "sanity-io.vscode-sanity"
vscode "saoudrizwan.claude-dev"
vscode "styled-components.vscode-styled-components"
vscode "vue.volar"
