bdw-gc
brew-cask
c-ares
cowsay
d-bus
fish
geoip
gettext
git
glib
gmp
gnutls
groff
libevent
libffi
libgcrypt
libgpg-error
libtasn1
nettle
openssl
peco
proxychains-ng
reattach-to-user-namespace
tmux
tor
torsocks
tree
w3m
wget
wireshark
youtube-dl
z
