arp-scan
bdw-gc
berkeley-db
brew-cask
c-ares
cmake
cowsay
d-bus
ffmpeg
fish
flac
geoip
gettext
gibo
git
glib
gmp
gnutls
groff
jack
jpeg
jpegoptim
lame
libevent
libffi
libgcrypt
libgpg-error
libogg
libpng
libsamplerate
libsndfile
libtasn1
libtool
libvo-aacenc
libvorbis
makedepend
moc
mongodb
mysql
nettle
nkf
nodebrew
openssl
peco
pkg-config
pngquant
proxychains-ng
reattach-to-user-namespace
sphinx-doc
tmux
tor
torsocks
tree
w3m
wget
wireshark
x264
xvid
xz
youtube-dl
z
